{
  "effect.minecraft.fire_resistance": "Environmental Fire Resistance",

  "gamerule.showCustomDeathMessages" : "Show Custom Death Messages",

  "item.adventurerfantasy.blight_essence": "§bEssence of Blight§r",
  "item.adventurerfantasy.decay_essence": "§bEssence of Decay§r",
  "item.adventurerfantasy.earth_essence": "§bEssence of Earth§r",
  "item.adventurerfantasy.echo_essence": "§bEssence of Echo§r",
  "item.adventurerfantasy.fire_essence": "§bEssence of Fire§r",
  "item.adventurerfantasy.ice_essence": "§bEssence of Ice§r",
  "item.adventurerfantasy.imagination_essence": "§bEssence of Imagination§r",
  "item.adventurerfantasy.lava_essence": "§bEssence of Lava§r",
  "item.adventurerfantasy.lightning_essence": "§bEssence of Lightning§r",
  "item.adventurerfantasy.motion_essence": "§bEssence of Motion§r",
  "item.adventurerfantasy.nature_essence": "§bEssence of Nature§r",
  "item.adventurerfantasy.void_essence": "§bEssence of Void§r",
  "item.adventurerfantasy.water_essence": "§bEssence of Water§r",
  "item.adventurerfantasy.wind_essence": "§bEssence of Wind§r",
  "item.adventurerfantasy.essences_essence": "§bEssence of Essences§r",

  "item.adventurerfantasy.blight_logos": "§5Logos of Blight§r",
  "item.adventurerfantasy.decay_logos": "§5Logos of Decay§r",
  "item.adventurerfantasy.earth_logos": "§5Logos of Earth§r",
  "item.adventurerfantasy.echo_logos": "§5Logos of Echo§r",
  "item.adventurerfantasy.fire_logos": "§5Logos of Fire§r",
  "item.adventurerfantasy.ice_logos": "§5Logos of Ice§r",
  "item.adventurerfantasy.imagination_logos": "§5Logos of Imagination§r",
  "item.adventurerfantasy.lava_logos": "§5Logos of Lava§r",
  "item.adventurerfantasy.lightning_logos": "§5Logos of Lightning§r",
  "item.adventurerfantasy.motion_logos": "§5Logos of Motion§r",
  "item.adventurerfantasy.nature_logos": "§5Logos of Nature§r",
  "item.adventurerfantasy.void_logos": "§5Logos of Void§r",
  "item.adventurerfantasy.water_logos": "§5Logos of Water§r",
  "item.adventurerfantasy.wind_logos": "§5Logos of Wind§r",
  "item.adventurerfantasy.logoi_logos": "§5Logos of Logoi§r",

  "block.adventurerfantasy.blight_divinity": "§4Divinity of Blight§r",
  "block.adventurerfantasy.decay_divinity": "§4Divinity of Decay§r",
  "block.adventurerfantasy.earth_divinity": "§4Divinity of Earth§r",
  "block.adventurerfantasy.echo_divinity": "§4Divinity of Echo§r",
  "block.adventurerfantasy.fire_divinity": "§4Divinity of Fire§r",
  "block.adventurerfantasy.ice_divinity": "§4Divinity of Ice§r",
  "block.adventurerfantasy.imagination_divinity": "§4Divinity of Imagination§r",
  "block.adventurerfantasy.lava_divinity": "§4Divinity of Lava§r",
  "block.adventurerfantasy.lightning_divinity": "§4Divinity of Lightning§r",
  "block.adventurerfantasy.motion_divinity": "§4Divinity of Motion§r",
  "block.adventurerfantasy.nature_divinity": "§4Divinity of Nature§r",
  "block.adventurerfantasy.void_divinity": "§4Divinity of Void§r",
  "block.adventurerfantasy.water_divinity": "§4Divinity of Water§r",
  "block.adventurerfantasy.wind_divinity": "§4Divinity of Wind§r",
  "block.adventurerfantasy.divinities_divinity": "§4Divinity of Divinities§r",

  "block.adventurerfantasy.blight_principle" : "§6Principle of Blight§r",
  "block.adventurerfantasy.decay_principle" : "§6Principle of Decay§r",
  "block.adventurerfantasy.earth_principle" : "§6Principle of Earth§r",
  "block.adventurerfantasy.echo_principle" : "§6Principle of Echo§r",
  "block.adventurerfantasy.fire_principle" : "§6Principle of Fire§r",
  "block.adventurerfantasy.ice_principle" : "§6Principle of Ice§r",
  "block.adventurerfantasy.imagination_principle" : "§6Principle of Imagination§r",
  "block.adventurerfantasy.lava_principle" : "§6Principle of Lava§r",
  "block.adventurerfantasy.lightning_principle" : "§6Principle of Lightning§r",
  "block.adventurerfantasy.motion_principle" : "§6Principle of Motion§r",
  "block.adventurerfantasy.nature_principle" : "§6Principle of Nature§r",
  "block.adventurerfantasy.void_principle" : "§6Principle of Void§r",
  "block.adventurerfantasy.water_principle" : "§6Principle of Water§r",
  "block.adventurerfantasy.wind_principle" : "§6Principle of Wind§r",
  "block.adventurerfantasy.principles_principle" : "§6Principle of Principles§r",

  "creativetab.adventurerfantasy.elemental_ingredients": "Elemental Ingredients",
  "creativetab.adventurerfantasy.elemental_blocks": "Elemental Blocks",

  "effect.adventurerfantasy.contaminated": "Contaminated",
  "effect.adventurerfantasy.necrotic": "Necrotic",
  "effect.adventurerfantasy.crystallized": "Crystallized",
  "effect.adventurerfantasy.resonant": "Resonant",
  "effect.adventurerfantasy.blazing": "Blazing",
  "effect.adventurerfantasy.frosted": "Frosted",
  "effect.adventurerfantasy.ecstatic": "Ecstatic",
  "effect.adventurerfantasy.molten": "Molten",
  "effect.adventurerfantasy.electrified": "Electrified",
  "effect.adventurerfantasy.severed": "Severed",
  "effect.adventurerfantasy.flourishing": "Flourishing",
  "effect.adventurerfantasy.emptied": "Emptied",
  "effect.adventurerfantasy.wet": "Wet",
  "effect.adventurerfantasy.whirling": "Whirling",
  "effect.adventurerfantasy.veracity": "Veracity",
  "effect.adventurerfantasy.creative_shock": "Creative Shock",
  "effect.adventurerfantasy.caution": "Caution",
  "effect.adventurerfantasy.totem_ward": "Totem's Ward",
  "effect.adventurerfantasy.blessing_of_undying": "Blessing of Undying",
  "effect.adventurerfantasy.blight_infusion": "Blight Infusion",
  "effect.adventurerfantasy.decay_infusion": "Decay Infusion",
  "effect.adventurerfantasy.earth_infusion": "Earth Infusion",
  "effect.adventurerfantasy.echo_infusion": "Echo Infusion",
  "effect.adventurerfantasy.fire_infusion": "Fire Infusion",
  "effect.adventurerfantasy.ice_infusion": "Ice Infusion",
  "effect.adventurerfantasy.imaginary_infusion": "Imagination Infusion",
  "effect.adventurerfantasy.lava_infusion": "Lava Infusion",
  "effect.adventurerfantasy.lightning_infusion": "Lightning Infusion",
  "effect.adventurerfantasy.physical_infusion": "Motion Infusion",
  "effect.adventurerfantasy.nature_infusion": "Nature Infusion",
  "effect.adventurerfantasy.void_infusion": "Void Infusion",
  "effect.adventurerfantasy.water_infusion": "Water Infusion",
  "effect.adventurerfantasy.wind_infusion": "Wind Infusion",
  "effect.adventurerfantasy.true_infusion": "Truth Infusion",




  "key.adventurerfantasy.dash": "Dash",

  "tooltip.adventurerfantasy.item_info": "Press §e[Shift]§r to show the item's lore entry",
  "tooltip.adventurerfantasy.blight_essence_lore": "'§oA substance emanating an oppressive aura, slowly weakening nearby lifeforms. As you touch it, an irresistible urge to devour and defile drowns your mind.§r'",
  "tooltip.adventurerfantasy.decay_essence_lore": "'§oA substance emanating a withering aura, warping the usual flow of time. As you touch it, an unknown burden falls upon your mind, as it would be shouldering time itself, for eternity.§r'",
  "tooltip.adventurerfantasy.earth_essence_lore": "§oA substance emanating a strengthening aura, as your surroundings become more and more resilient. As you touch it, you find a renewed resolve and the desire to forgive.§r'",
  "tooltip.adventurerfantasy.echo_essence_lore": "'§oA substance emanating a solemn aura, playing a mysterious melody. As you touch it, countless voices surge into your head, calling you to join them in their revelry.§r'",
  "tooltip.adventurerfantasy.fire_essence_lore": "'§oA substance emanating a fiery aura, engulfing the surroundings in its flame. As you touch it, the duty to purify becomes your obsession, yet you ignore what to purify and from whom.§r'",
  "tooltip.adventurerfantasy.ice_essence_lore": "'§oA substance emanating a chilling aura, congealing nearby water and spirits. As you touch it, your hazy memories return clear and your feelings are dampened.§r'",
  "tooltip.adventurerfantasy.imagination_essence_lore": "'§oA substance emanating a knowledgeable aura, requesting constantly new knowledge to accumulate. As you touch it, an immense amount of information bursts in your mind, suffocating you by its sheer amount.§r'",
  "tooltip.adventurerfantasy.lava_essence_lore": "'§oA substance emanating a boiling aura, as if seeking to melt light itself. As you touch it, its aura expands, engulfing all of you in its heat. Everything before your eyes shifts suddenly and uncontrollably, until you take a step back.§r'",
  "tooltip.adventurerfantasy.lightning_essence_lore": "'§oA substance emanating an energetic aura, seeking to transmit its power to its surroundings. As you touch it, an inhuman strength takes possession of your body and your thinking becomes faster and faster.§r'",
  "tooltip.adventurerfantasy.motion_essence_lore": "'§oA substance emanating a commanding aura, leading to unknown paths. As you touch it, you grasp finality in your hand: you shall give everything to its inevitable course.§r'",
  "tooltip.adventurerfantasy.nature_essence_lore": "'§oA substance emanating a healing aura, strengthening you and your friends. As you touch it, your greatest wish becomes creating life and nourishing your creations.§r'",
  "tooltip.adventurerfantasy.void_essence_lore": "'§oA substance emanating an eerie aura, as if seeking to bring the world to non-existence. As you touch it, your mind goes blank and you are engulfed in emptiness. Only after a while you return to your senses.§r'",
  "tooltip.adventurerfantasy.water_essence_lore": "'§oA substance emanating a cleansing aura, seeking to purify your soul from sin. As you touch it, you bear witness to the trial it has prepared for you - that you fortunately pass.§r'",
  "tooltip.adventurerfantasy.wind_essence_lore": "'§oA substance emanating a playful aura, sometimes even making fun of you. As you touch it, you are freed from all of this world's burdens.§r'",
  "tooltip.adventurerfantasy.essences_essence_lore": "'§oA substance emanating a divine aura, its color shifting as a prism under a ray of light. As you touch it, you feel a divinity's gaze inspecting you from inside out. Yet, you can't figure out which is it nor its intent.§r'",

  "tooltip.adventurerfantasy.blight_logos_lore": "'§oDivine energy revolves around this fragment, consuming nearby life to strengthen itself. As you touch it, a relentless force surfaces into your consciousness, nearly coercing you to destroy, devour and corrupt everything in sight, promising strength in return.§r'",
  "tooltip.adventurerfantasy.decay_logos_lore": "'§oDivine energy revolves around this fragment, leading all surrounding matter to its intrinsic demise. As you touch it, an indecipherable murmur fills your head as your consciousness shifts and you don't know whether you are the you from \"now\", from the \"past\" or from the \"future\".§r'",
  "tooltip.adventurerfantasy.earth_logos_lore": "'§oDivine energy revolves around this fragment, seeping into your body and making it stone-hard. As you touch it, you find a new fixation: you must bear the world, forgive the world, uphold the world and protect the world till your last breath.§r'",
  "tooltip.adventurerfantasy.echo_logos_lore": "'§oDivine energy revolves around this fragment, uniting nearby lifeforms in a single harmonious choir. As you touch it, billions of voices chant together, inviting you and the world to join their majestic symphony and become one.§r'",
  "tooltip.adventurerfantasy.fire_logos_lore": "'§oDivine energy revolves around this fragment, casting everything in the fiercest of fires. As you touch it, your thoughts stop, a single one lingers: you must walk this sinful world to erase what's tainted, yet what's to eradicate is a mystery to both the world and you, thus you can burn everything down to ashes of your own volition or be forced to do it by the wrath that clouds your mind.§r'",
  "tooltip.adventurerfantasy.ice_logos_lore": "'§oDivine energy revolves around this fragment, shrouding its surroundings into icy mist. As you touch it, countless forgotten memories resurface your mind and a cold indifference fills your heart.§r'",
  "tooltip.adventurerfantasy.imagination_logos_lore": "'§oDivine energy revolves around this fragment, analyzing both reality and thought as they were one. As you touch it, knowledge starts flooding your mind: secrets about the universe, the essence of gods and the meaning of life; but also useless information like the one transmitted by every nervous impulse to move an arm. Thus you become paralyzed and then pass out. When you regain your consciousness all this information is gone.§r'",
  "tooltip.adventurerfantasy.lava_logos_lore": "'§oDivine energy revolves around this fragment, warping reality and melting whatever fly falls into it led by its deceitful light. As you touch it a fiery figure appears. You don't know what it is, but you make a titanic struggle not to follow and embrace it, drawn by its alluring radiance.§r'",
  "tooltip.adventurerfantasy.lightning_logos_lore": "'§oDivine energy revolves around this fragment, advising the surrounding lifeforms to evolve and refine themselves ad aeternum. As you touch it, a thought bolts you awake: you are nothing in this world and you have to give all you have to become the strongest being there is. Why you may ask? For power. What's the power's meaning? You don't know, you only crave power. Of what cannot bring you any more power, you do not care.§r'",
  "tooltip.adventurerfantasy.motion_logos_lore": "'§oDivine energy revolves around this fragment, deciphering time through reasoning. As you touch it, destiny is revealed to your eyes. Yet such a grand quest seems too much for you to bear and pass out in fear. When you regain your consciousness, only a feeling of a heavy burden remains.§r'",
  "tooltip.adventurerfantasy.nature_logos_lore": "'§oDivine energy revolves around this fragment, trying to create new life. As you touch it, your desires entwine, you become so mesmerized by its attempt that only the small fragment of consciousness that remains in you stops you from giving all of yourself to this research. You shouldn't joke with life, you keep repeating. But what if life itself yearns for new, artificial, creation?§r'",
  "tooltip.adventurerfantasy.void_logos_lore": "'§oDivine energy revolves around this fragment, consuming the principle behind existence itself. As you touch it, your thoughts fade into nothingness, only to be substituted by an oppressive nihility. Before your eyes the real becomes unreal and fiction reality: or, to be more precise, you witness the unthinkable and unknowable. As your mind can't take anymore this nothingness, you pass out. Thankfully you didn't stay too much in that state or you wouldn't have survived, at least not without serious brain damage.§r'",
  "tooltip.adventurerfantasy.water_logos_lore": "'§oDivine energy revolves around this fragment, judging the world and its sins. As you touch it, it shares its insights with you, but you know it even if it doesn't tell you: you have to walk this world stained in sin and cleanse it with the purest water.§r'",
  "tooltip.adventurerfantasy.wind_logos_lore": "'§oDivine energy revolves around this fragment, composing endless poems and tales. As you touch it, inspiration strikes your mind: countless myths and legends fuel your creativity, inviting you to create a great eulogy for gods. Yet all of this doesn't protect from its teasing.§r'",
  "tooltip.adventurerfantasy.logoi_logos_lore": "'§oDivine energy revolves around this fragment, infusing your surroundings with a god's divine aura. Yet, devoid of both benevolence and malice, you are unable to decipher this power's origin. \"Whoever this divinity may be, it would be wise not to anger THEM\", you think while you glance at THEIR insignia.§r'",

  "tooltip.adventurerfantasy.blight_divinity_lore": "'§oA strong aura shields the divine manifestation, forbidding everybody from touching it. It eerily awaits something unknown, as if outside of its own plane of existence. Some say it's part of Phtoreus's divine body, The All-Corrupting, Bearer of the Ancestral Malady, the Never-Healing Wound.§r'",
  "tooltip.adventurerfantasy.decay_divinity_lore": "'§oA strong aura shields the divine manifestation, forbidding everybody from touching it. It eerily awaits something unknown, as if outside of its own plane of existence. Some say it's part of Synkyklon's divine body, The All-Devouring, The Apocalypse's Moderator, Demise's Harbinger.§r'",
  "tooltip.adventurerfantasy.earth_divinity_lore": "'§oA strong aura shields the divine manifestation, forbidding everybody from touching it. It eerily awaits something unknown, as if outside of its own plane of existence. Some say it's part of Oikistes's divine body, The All-Enduring, Master of Worlds, Artifex of Wonders.§r'",
  "tooltip.adventurerfantasy.echo_divinity_lore": "'§oA strong aura shields the divine manifestation, forbidding everybody from touching it. It eerily awaits something unknown, as if outside of its own plane of existence. Some say it's part of Omonoia's divine body, The All-Uniting, Lord of Silence and Symphonies, Inventor of Language and Civilizations.§r'",
  "tooltip.adventurerfantasy.fire_divinity_lore": "'§oA strong aura shields the divine manifestation, forbidding everybody from touching it. It eerily awaits something unknown, as if outside of its own plane of existence. Some say it's part of Anastaphorus's divine body, The All-Purifying, Lord of Strife, The Unworthy’s Executioner.§r'",
  "tooltip.adventurerfantasy.ice_divinity_lore": "'§oA strong aura shields the divine manifestation, forbidding everybody from touching it. It eerily awaits something unknown, as if outside of its own plane of existence. Some say it's part of Theoros's divine body, The All-Recording, The Stoic Beholder, Engraver of the Cosmos's Recollections.§r'",
  "tooltip.adventurerfantasy.imagination_divinity_lore": "'§oA strong aura shields the divine manifestation, forbidding everybody from touching it. It eerily awaits something unknown, as if outside of its own plane of existence. Some say it's part of Nous's divine body, The All-Knowing, Philosopher of Creation, Scholar of Paradoxes.§r'",
  "tooltip.adventurerfantasy.lava_divinity_lore": "'§oA strong aura shields the divine manifestation, forbidding everybody from touching it. It eerily awaits something unknown, as if outside of its plane of existence. Some say it's part of Phenakismos's divine body, The All-Changing, Chrysalis of Heat, Advisor of Deception.§r'",
  "tooltip.adventurerfantasy.lightning_divinity_lore": "'§oA strong aura shields the divine manifestation, forbidding everybody from touching it. It eerily awaits something unknown, as if outside of its own plane of existence. Some say it's part of Egemonikes's divine body, The All-Empowering, Emperor of Might and Strength, The Thunder That Precedes Victory.§r'",
  "tooltip.adventurerfantasy.motion_divinity_lore": "'§oA strong aura shields the divine manifestation, forbidding everybody from touching it. It eerily awaits something unknown, as if outside of its own plane of existence. Some say it's part of Exegemoros's divine body, The All-Moving, Interpreter of Fate, The Guide That Leads All To Destiny.§r'",
  "tooltip.adventurerfantasy.nature_divinity_lore": "'§oA strong aura shields the divine manifestation, forbidding everybody from touching it. It eerily awaits something unknown, as if outside of its own plane of existence. Some say it's part of Auxophysis's divine body, The All-Nurturing, Giver of Life, The One That Calamity Cannot Conquer.§r'",
  "tooltip.adventurerfantasy.void_divinity_lore": "'§oA strong aura shields the divine manifestation, forbidding everybody from touching it. It eerily awaits something unknown, as if outside of its own plane of existence. Some say it's part of Stenetelos's divine body, The All-Defying, The Unthinkable and Unknowable, The Dread That Surpasses All.§r'",
  "tooltip.adventurerfantasy.water_divinity_lore": "'§oA strong aura shields the divine manifestation, forbidding everybody from touching it. It eerily awaits something unknown, as if outside of its own plane of existence. Some say it's part of Orthodikes's divine body, The All-Cleansing, The Eternal Arbitrator, The One Who Gives and Takes.§r'",
  "tooltip.adventurerfantasy.wind_divinity_lore": "'§oA strong aura shields the divine manifestation, forbidding everybody from touching it. It eerily awaits something unknown, as if outside of its own plane of existence. Some say it's part of Arketeros's divine body, The All-Freeing The Unbound Musician, The Hope That Never Dies§r'",
  "tooltip.adventurerfantasy.divinities_divinity_lore": "'§oA strong aura shields the divine manifestation, forbidding everybody from touching it. It eerily awaits something unknown, as if outside of its own plane of existence. You don't know its owner. *A mysterious thought suddenly surfaces your mind* \"§k???§rProteus§r§o\".§r'",

  "tooltip.adventurerfantasy.blight_principle_lore": "'§oBrew poison not to kill, but to savor life.§r'",
  "tooltip.adventurerfantasy.decay_principle_lore": "'§oLife comes in cycles. Through them, we become what we truly are.§r'",
  "tooltip.adventurerfantasy.earth_principle_lore": "'§oStay unyielding. No calamity shall shatter the wise.§r'",
  "tooltip.adventurerfantasy.echo_principle_lore": "'§oUnity brings us closer to what we truly are.§r'",
  "tooltip.adventurerfantasy.fire_principle_lore": "'§oEmbrace the purifying flame and let go of your sins.§r'",
  "tooltip.adventurerfantasy.ice_principle_lore": "'§oCherish every moment for it will be remembered forever.§r'",
  "tooltip.adventurerfantasy.imagination_principle_lore": "'§oReason is our essence and purpose, our beginning and end.§r'",
  "tooltip.adventurerfantasy.lava_principle_lore": "'§oEach perspective has its own specific truth.§r'",
  "tooltip.adventurerfantasy.lightning_principle_lore": "'§oConstance and effort make everything possible.§r'",
  "tooltip.adventurerfantasy.motion_principle_lore": "'§oThe start and the destination are already set in stone. The journey isn't.§r'",
  "tooltip.adventurerfantasy.nature_principle_lore": "'§oEvery plant watered with hope will always bloom.§r'",
  "tooltip.adventurerfantasy.void_principle_lore": "'§oEverything loses meaning before doubt.§r'",
  "tooltip.adventurerfantasy.water_principle_lore": "'§oAs water seeks equilibrium, so too shall you; or else succumb in its dreadful deluge.§r'",
  "tooltip.adventurerfantasy.wind_principle_lore": "'§oAs long as your mind is shackled, no freedom nor peace can be obtained.§r'",
  "tooltip.adventurerfantasy.principles_principle_lore": "'§oGaze in the deepest part of your soul. Only there will you find the truth about yourself.§r'"

}